IDEA Open Model
CheckResPlate.CheckStatus Property
Compatible with IDEA StatiCa v 10.1
 Status of the Check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool CheckStatus { get; set; }
Public Property CheckStatus As Boolean
	Get
	Set
public:
property bool CheckStatus {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace